export const nuclearPowerPlants = [
  {
    name: "Балаковская АЭС",
    coordinates: [47.775066376, 52.012432098], // Переставлены местами
    reactors: ["ВВЭР-1000"],
  },
  {
    name: "Калининская АЭС",
    coordinates: [35.061389, 57.905], // Переставлены местами
    reactors: ["ВВЭР-1000"],
  },
  {
    name: "Курская АЭС",
    coordinates: [35.60556, 51.675], // Переставлены местами
    reactors: ["РБМК-1000"],
  },
  {
    name: "Кольская АЭС",
    coordinates: [32.48333, 67.46528], // Переставлены местами
    reactors: ["ВВЭР-440"],
  },
  {
    name: "Нововоронежская АЭС",
    coordinates: [39.21, 51.28222], // Переставлены местами
    reactors: ["ВВЭР-440", "ВВЭР-1000"],
  },
  {
    name: "Ростовская АЭС",
    coordinates: [42.370906, 47.599852], // Переставлены местами
    reactors: ["ВВЭР-1000"],
  },
  {
    name: "Ленинградская АЭС",
    coordinates: [29.048611, 59.852778], // Переставлены местами
    reactors: ["РБМК-1000"],
  },
  {
    name: "Смоленская АЭС",
    coordinates: [33.236667, 54.164722], // Переставлены местами
    reactors: ["РБМК-1000"],
  },
];
